{
        "Marie Curie": "Maria Salomea Skłodowska-Curie (Polish: [ˈmarja salɔˈmɛa skwɔˈdɔfska kʲiˈri] ; née Skłodowska; 7 November 1867 – 4 July 1934), better known as Marie Curie ( KURE-ee; French: [maʁi kyʁi] ), was a Polish and naturalised-French physicist and chemist who conducted pioneering research on radioactivity. \nShe was the first woman to win a Nobel Prize, the first person to win a Nobel Prize twice, and the only person to win a Nobel Prize in two scientific fields. Her husband, Pierre Curie, was a co-winner of her first Nobel Prize, making them the first married couple to win the Nobel Prize and launching the Curie family legacy of five Nobel Prizes. She was, in 1906, the first woman to become a professor at the University of Paris.\nShe was born in Warsaw, in what was then the Kingdom of Poland, part of the Russian Empire. She studied at Warsaw's clandestine Flying University and began her practical scientific training in Warsaw. In 1891, aged 24, she followed her elder sister Bronisława to study in Paris, where she earned her higher degrees and conducted her subsequent scientific work. In 1895, she married the French physicist Pierre Curie, and she shared the 1903 Nobel Prize in Physics with him and with the physicist Henri Becquerel for their pioneering work developing the theory of \"radioactivity\"—a term she coined. In 1906, Pierre Curie died in a Paris street accident. Marie won the 1911 Nobel Prize in Chemistry for her discovery of the elements polonium and radium, using techniques she invented for isolating radioactive isotopes. \nUnder her direction, the world's first studies were conducted into the treatment of neoplasms by the use of radioactive isotopes. She founded the Curie Institute in Paris in 1920, and the Curie Institute in Warsaw in 1932; both remain major medical research centres. During World War I, she developed mobile radiography units to provide X-ray services to field hospitals.\nWhile a French citizen, Marie Skłodowska Curie, who used both surnames, never lost her sense of Polish identity. She taught her daughters the Polish language and took them on visits to Poland. She named the first chemical element she discovered polonium, after her native country. \nMarie Curie died in 1934, aged 66, at the Sancellemoz sanatorium in Passy (Haute-Savoie), France, of aplastic anaemia likely from exposure to radiation in the course of her scientific research and in the course of her radiological work at field hospitals during World War I. In addition to her Nobel Prizes, she received numerous other honours and tributes; in 1995 she became the first woman to be entombed on her own merits in the Paris Panthéon, and Poland declared 2011 the Year of Marie Curie during the International Year of Chemistry. She is the subject of numerous biographies.",
        "Albert Einstein": "Albert Einstein (14 March 1879 – 18 April 1955) was a German-born theoretical physicist best known for developing the theory of relativity. Einstein also made important contributions to quantum theory. His mass–energy equivalence formula E = mc2, which arises from special relativity, has been called \"the world's most famous equation\". He received the 1921 Nobel Prize in Physics for \"his services to theoretical physics, and especially for his discovery of the law of the photoelectric effect\".\nBorn in the German Empire, Einstein moved to Switzerland in 1895, forsaking his German citizenship (as a subject of the Kingdom of Württemberg) the following year. In 1897, at the age of seventeen, he enrolled in the mathematics and physics teaching diploma program at the Swiss federal polytechnic school in Zurich, graduating in 1900. He acquired Swiss citizenship a year later, which he kept for the rest of his life, and afterwards secured a permanent position at the Swiss Patent Office in Bern. In 1905, he submitted a successful PhD dissertation to the University of Zurich. In 1914, he moved to Berlin to join the Prussian Academy of Sciences and the Humboldt University of Berlin, becoming director of the Kaiser Wilhelm Institute for Physics in 1917; he also became a German citizen again, this time as a subject of the Kingdom of Prussia. In 1933, while Einstein was visiting the United States, Adolf Hitler came to power in Germany. Horrified by the Nazi persecution of his fellow Jews, he decided to remain in the US, and was granted American citizenship in 1940. On the eve of World War II, he endorsed a letter to President Franklin D. Roosevelt alerting him to the potential German nuclear weapons program and recommending that the US begin similar research, later carried out as the Manhattan Project.\nIn 1905, sometimes described as his annus mirabilis (miracle year), he published four groundbreaking papers. In them, he outlined a theory of the photoelectric effect, explained Brownian motion, introduced his special theory of relativity, and demonstrated that if the special theory is correct, mass and energy are equivalent to each other. In 1915, he proposed a general theory of relativity that extended his system of mechanics to incorporate gravitation. A paper that he published the following year laid out the implications of general relativity for the modeling of the structure and evolution of the universe as a whole. It introduced the cosmological constant and is further regarded as the first step in the field of modern theoretical cosmology. In 1917, Einstein wrote a paper which introduced the concepts of spontaneous emission and stimulated emission, the latter of which is the core mechanism behind the laser and maser, and which contained a trove of information that would be beneficial to developments in physics later on, such as quantum electrodynamics and quantum optics.\nIn the middle part of his career, Einstein made important contributions to statistical mechanics and quantum theory. Especially notable was his work on the quantum physics of radiation, in which light consists of particles, subsequently called photons. With physicist Satyendra Nath Bose, he laid the groundwork for Bose–Einstein statistics. For much of the last phase of his academic life, Einstein worked on two endeavors that ultimately proved unsuccessful. First, he advocated against quantum theory's introduction of fundamental randomness into science's picture of the world, objecting that \"God does not play dice\". Second, he attempted to devise a unified field theory by generalizing his geometric theory of gravitation to include electromagnetism. As a result, he became increasingly isolated from mainstream modern physics.",
        "Ada Lovelace": "Augusta Ada King, Countess of Lovelace (née Byron; 10 December 1815 – 27 November 1852), also known as Ada Lovelace, was an English mathematician and writer chiefly known for work on Charles Babbage's proposed mechanical general-purpose computer, the analytical engine. She was the first to recognise the machine had applications beyond pure calculation. Lovelace is often considered the first computer programmer.\nLovelace was the only legitimate child of poet Lord Byron and reformer Anne Isabella Milbanke. All her half-siblings, Lord Byron's other children, were born out of wedlock to other women. Lord Byron separated from his wife a month after Ada was born, and left England forever. He died in Greece during the Greek War of Independence, when she was eight. Lady Byron was anxious about her daughter's upbringing and promoted Lovelace's interest in mathematics and logic, to prevent her developing her father's perceived insanity. Despite this, Lovelace remained interested in her father, naming one son Byron and the other, for her father's middle name, Gordon. Lovelace was buried next to her father at her request.\nAlthough often ill in childhood, Lovelace pursued her studies assiduously. She married William King in 1835. King was a Baron, and was created Viscount Ockham and 1st Earl of Lovelace in 1838. The name Lovelace was chosen because Ada was descended from the extinct Baron Lovelaces. The title given to her husband thus made Ada the Countess of Lovelace.\nLovelace's educational and social exploits brought her into contact with scientists such as Andrew Crosse, Charles Babbage, David Brewster, Charles Wheatstone and Michael Faraday, and the author Charles Dickens, contacts which she used to further her education. Lovelace described her approach as \"poetical science\" and herself as an \"Analyst (& Metaphysician)\". When she was eighteen, Lovelace's mathematical talents led her to a long working relationship and friendship with fellow British mathematician Charles Babbage. She was particularly interested in Babbage's work on the analytical engine. Lovelace first met him on 5 June 1833, when she and her mother attended one of Charles Babbage's Saturday night soirées with their mutual friend, and Lovelace's private tutor, Mary Somerville.\nThough Babbage's Analytical Engine was never constructed and did not influence on the invention of electronic computers, it has been recognised as a Turing-complete general-purpose computer, which anticipated the essential features of a modern electronic computer. Babbage is therefore known as the \"father of computers,\" and Lovelace is credited with several computing \"firsts\" for her collaboration with him. Between 1842-43, Lovelace translated an article by the military engineer Luigi Menabrea about the Analytical Engine, supplementing it with seven long explanatory notes. These described a method of using the machine to calculate Bernoulli numbers which is often called the first published computer program.\nShe developed a vision of the capability of computers to go beyond mere calculating or number-crunching, while many others, including Babbage, focused only on those capabilities. Lovelace was the first to point out the possibility of encoding information besides mere arithmetical figures, such as music, and manipulating it with such a machine. Her mindset of \"poetical science\" led her to ask questions about the analytical engine, examining how individuals and society relate to technology as a collaborative tool. Ada is widely commemorated, including in the names of a programming language, roads, buildings and institutes, as well as programmes, lectures and courses. There are plaques, statues, paintings, literary and non-fiction works.",
        "Richard Feynman": "Richard Phillips Feynman (; May 11, 1918 – February 15, 1988) was an American theoretical physicist. He is best known for his work in the path integral formulation of quantum mechanics, the theory of quantum electrodynamics, the physics of the superfluidity of supercooled liquid helium, and in particle physics, for which he proposed the parton model. For his contributions to the development of quantum electrodynamics, Feynman received the Nobel Prize in Physics in 1965 jointly with Julian Schwinger and Shin'ichirō Tomonaga.\nFeynman developed a pictorial representation scheme for the mathematical expressions describing the behavior of subatomic particles, which later became known as Feynman diagrams and is widely used. During his lifetime, Feynman became one of the best-known scientists in the world. In a 1999 poll of 130 leading physicists worldwide by the British journal Physics World, he was ranked the seventh-greatest physicist of all time.\nHe assisted in the development of the atomic bomb during World War II and became known to the wider public in the 1980s as a member of the Rogers Commission, the panel that investigated the Space Shuttle Challenger disaster. Along with his work in theoretical physics, Feynman has been credited with having pioneered the field of quantum computing and introducing the concept of nanotechnology. He held the Richard C. Tolman professorship in theoretical physics at the California Institute of Technology.\nFeynman was a keen popularizer of physics through both books and lectures, including a talk on top-down nanotechnology, \"There's Plenty of Room at the Bottom\" (1959) and the three-volumes of his undergraduate lectures, The Feynman Lectures on Physics (1961–1964). He delivered lectures for lay audiences, recorded in The Character of Physical Law (1965) and QED: The Strange Theory of Light and Matter (1985). Feynman also became known through Ralph Leighton's collections of his anecdotes, Surely You're Joking, Mr. Feynman! (1985) and What Do You Care What Other People Think? (1988), and a book Leighton wrote about him entitled Tuva or Bust!. He also became known through the biography Genius: The Life and Science of Richard Feynman by James Gleick.",
        "Dorothy Hodgkin": "Dorothy Mary Crowfoot Hodgkin  (née Crowfoot; 12 May 1910 – 29 July 1994) was an English chemist who advanced the technique of X-ray crystallography to determine the structure of biomolecules, which became essential for structural biology. She received the 1964 Nobel Prize in Chemistry, and is the only British woman scientist to have been awarded a Nobel Prize.\nAmong her most influential discoveries are the confirmation of the structure of penicillin as previously surmised by Edward Abraham and Ernst Boris Chain; and mapping the structure of vitamin B12, for which in 1964 she became the third woman to win the Nobel Prize in Chemistry. Hodgkin also elucidated the structure of insulin in 1969 after 35 years of work.\nHodgkin used the name \"Dorothy Crowfoot\" until twelve years after marrying Thomas Lionel Hodgkin, when she began using \"Dorothy Crowfoot Hodgkin\". Hodgkin is referred to as \"Dorothy Hodgkin\" by the Royal Society (when referring to its sponsorship of the Dorothy Hodgkin fellowship), and by Somerville College. The National Archives of the United Kingdom refer to her as \"Dorothy Mary Crowfoot Hodgkin\".",
        "Alan Turing": "Alan Mathison Turing (; 23 June 1912 – 7 June 1954) was an English mathematician, computer scientist, logician, cryptanalyst, philosopher and theoretical biologist. He was highly influential in the development of theoretical computer science, providing a formalisation of the concepts of algorithm and computation with the Turing machine, which can be considered a model of a general-purpose computer. Turing is widely considered to be the father of theoretical computer science.\nBorn in London, Turing was raised in southern England. He graduated from King's College, Cambridge, and in 1938, earned a doctorate degree from Princeton University. During World War II, Turing worked for the Government Code and Cypher School at Bletchley Park, Britain's codebreaking centre that produced Ultra intelligence. He led Hut 8, the section responsible for German naval cryptanalysis. Turing devised techniques for speeding the breaking of German ciphers, including improvements to the pre-war Polish bomba method, an electromechanical machine that could find settings for the Enigma machine. He played a crucial role in cracking intercepted messages that enabled the Allies to defeat the Axis powers in the Battle of the Atlantic and other engagements.\nAfter the war, Turing worked at the National Physical Laboratory, where he designed the Automatic Computing Engine, one of the first designs for a stored-program computer. In 1948, Turing joined Max Newman's Computing Machine Laboratory at the University of Manchester, where he contributed to the development of early Manchester computers and became interested in mathematical biology. Turing wrote on the chemical basis of morphogenesis and predicted oscillating chemical reactions such as the Belousov–Zhabotinsky reaction, first observed in the 1960s. Despite these accomplishments, he was never fully recognised during his lifetime because much of his work was covered by the Official Secrets Act.\nIn 1952, Turing was prosecuted for homosexual acts. He accepted hormone treatment, a procedure commonly referred to as chemical castration, as an alternative to prison. Turing died on 7 June 1954, aged 41, from cyanide poisoning. An inquest determined his death as suicide, but the evidence is also consistent with accidental poisoning. Following a campaign in 2009, British prime minister Gordon Brown made an official public apology for \"the appalling way [Turing] was treated\". Queen Elizabeth II granted a pardon in 2013. The term \"Alan Turing law\" is used informally to refer to a 2017 law in the UK that retroactively pardoned men cautioned or convicted under historical legislation that outlawed homosexual acts.\nTuring left an extensive legacy in mathematics and computing which has become widely recognised with statues and many things named after him, including an annual award for computing innovation. His portrait appears on the Bank of England £50 note, first released on 23 June 2021 to coincide with his birthday. The audience vote in a 2019 BBC series named Turing the greatest scientist of the 20th century.\nThe cognitive scientist Douglas Hofstadter writes: “Atheist, homosexual, eccentric, marathon-running mathematician, A. M. Turing was in large part responsible not only for the concept of computers, incisive theorems about their powers, and a clear vision of the possibility of computer minds, but also for the cracking of German ciphers during the Second World War. It is fair to say we owe much to Alan Turing for the fact that we are not under Nazi rule today.”",
        "Chien-Shiung Wu": "Chien-Shiung Wu (Chinese: 吳健雄; pinyin: Wú Jiànxióng; Wade–Giles: Wu2 Chien4-Hsiung2; May 31, 1912 – February 16, 1997) was a Chinese-American particle and experimental physicist who made significant contributions in the fields of nuclear and particle physics. Wu worked on the Manhattan Project, where she helped develop the process for separating uranium into uranium-235 and uranium-238 isotopes by gaseous diffusion. She is best known for conducting the Wu experiment, which proved that parity is not conserved. This discovery resulted in her colleagues Tsung-Dao Lee and Chen-Ning Yang winning the 1957 Nobel Prize in Physics, while Wu herself was awarded the inaugural Wolf Prize in Physics in 1978. Her expertise in experimental physics evoked comparisons to Marie Curie. Her nicknames include the \"First Lady of Physics\", the \"Chinese Marie Curie\" and the \"Queen of Nuclear Research\".",
        "Niels Bohr": "Niels Henrik David Bohr (; Danish: [ˈne̝ls ˈpoɐ̯ˀ]; 7 October 1885 – 18 November 1962) was a Danish theoretical physicist who made foundational contributions to understanding atomic structure and quantum theory, for which he received the Nobel Prize in Physics in 1922. He was also a philosopher and a promoter of scientific research.\nBohr developed the Bohr model of the atom, in which he proposed that energy levels of electrons are discrete and that the electrons revolve in stable orbits around the atomic nucleus but can jump from one energy level (or orbit) to another. Although the Bohr model has been supplanted by other models, its underlying principles remain valid. He conceived the principle of complementarity: that items could be separately analysed in terms of contradictory properties, like behaving as a wave or a stream of particles. The notion of complementarity dominated Bohr's thinking in both science and philosophy.\nBohr founded the Institute of Theoretical Physics at the University of Copenhagen, now known as the Niels Bohr Institute, which opened in 1920. Bohr mentored and collaborated with physicists including Hans Kramers, Oskar Klein, George de Hevesy, and Werner Heisenberg. He predicted the properties of a new zirconium-like element, which was named hafnium, after the Latin name for Copenhagen, where it was discovered. Later, the synthetic element bohrium was named after him because of his groundbreaking work on the structure of atoms.\nDuring the 1930s, Bohr helped refugees from Nazism. After Denmark was occupied by the Germans, he met with Heisenberg, who had become the head of the German nuclear weapon project. In September 1943 word reached Bohr that he was about to be arrested by the Germans, so he fled to Sweden. From there, he was flown to Britain, where he joined the British Tube Alloys nuclear weapons project, and was part of the British mission to the Manhattan Project. After the war, Bohr called for international cooperation on nuclear energy. He was involved with the establishment of CERN and the Research Establishment Risø of the Danish Atomic Energy Commission and became the first chairman of the Nordic Institute for Theoretical Physics in 1957.",
        "Grace Hopper": "Grace Brewster Hopper (née Murray; December 9, 1906 – January 1, 1992) was an American computer scientist, mathematician, and United States Navy rear admiral. She was a pioneer of computer programming. Hopper was the first to devise the theory of machine-independent programming languages, and used this theory to develop the FLOW-MATIC programming language and COBOL, an early high-level programming language still in use today. She was also one of the first programmers on the Harvard Mark I computer. She is credited with writing the first computer manual, \"A Manual of Operation for the Automatic Sequence Controlled Calculator.\"\nBefore joining the Navy, Hopper earned a Ph.D. in both mathematics and mathematical physics from Yale University and was a professor of mathematics at Vassar College. She left her position at Vassar to join the United States Navy Reserve during World War II. Hopper began her computing career in 1944 as a member of the Harvard Mark I team, led by Howard H. Aiken. In 1949, she joined the Eckert–Mauchly Computer Corporation and was part of the team that developed the UNIVAC I computer. At Eckert–Mauchly she managed the development of one of the first COBOL compilers.\nShe believed that programming should be simplified with an English-based computer programming language. Her compiler converted English terms into machine code understood by computers. By 1952, Hopper had finished her program linker (originally called a compiler), which was written for the A-0 System. In 1954, Eckert–Mauchly chose Hopper to lead their department for automatic programming, and she led the release of some of the first compiled languages like FLOW-MATIC. In 1959, she participated in the CODASYL consortium, helping to create a machine-independent programming language called COBOL, which was based on English words. Hopper promoted the use of the language throughout the 60s.\nThe U.S. Navy Arleigh Burke-class guided-missile destroyer USS Hopper was named for her, as was the Cray XE6 \"Hopper\" supercomputer at NERSC, and the Nvidia GPU architecture \"Hopper\". During her lifetime, Hopper was awarded 40 honorary degrees from universities across the world. A college at Yale University was renamed in her honor.  In 1991, she received the National Medal of Technology. On November 22, 2016, she was posthumously awarded the Presidential Medal of Freedom by President Barack Obama. In 2024, the Institute of Electrical and Electronics Engineers (IEEE) dedicated a marker in honor of Grace Hopper at the University of Pennsylvania for her role in inventing the A-0 compiler during her time as a Lecturer in the School of Engineering, citing her inspirational impact on young engineers.",
        "Linus Pauling": "Linus Carl Pauling  ( PAW-ling; February 28, 1901 – August 19, 1994) was an American chemist and peace activist. He published more than 1,200 papers and books, of which about 850 dealt with scientific topics. New Scientist called him one of the 20 greatest scientists of all time. For his scientific work, Pauling was awarded the Nobel Prize in Chemistry in 1954. For his peace activism, he was awarded the Nobel Peace Prize in 1962. He is one of five people to have won more than one Nobel Prize. Of these, he is the only person to have been awarded two unshared Nobel Prizes, and one of two people to be awarded Nobel Prizes in different fields, the other being Marie Skłodowska-Curie.\nPauling was one of the founders of the fields of quantum chemistry and molecular biology. His contributions to the theory of the chemical bond include the concept of orbital hybridisation and the first accurate scale of electronegativities of the elements. Pauling also worked on the structures of biological molecules, and showed the importance of the alpha helix and beta sheet in protein secondary structure. Pauling's approach combined methods and results from X-ray crystallography, molecular model building, and quantum chemistry. His discoveries inspired the work of Rosalind Franklin, James Watson, Francis Crick, and Maurice Wilkins on the structure of DNA, which in turn made it possible for geneticists to crack the DNA code of all organisms.\nIn his later years, he promoted nuclear disarmament, as well as orthomolecular medicine, megavitamin therapy, and dietary supplements, especially ascorbic acid (commonly known as Vitamin C). None of his ideas concerning the medical usefulness of large doses of vitamins have gained much acceptance in the mainstream scientific community. He was married to the American human rights activist Ava Helen Pauling.",
        "Meryl Streep": "Mary Louise \"Meryl\" Streep (born June 22, 1949) is an American actress. Known for her versatility and adept accent work, she has been described as \"the best actress of her generation\". She has received numerous accolades throughout her career spanning over five decades, including three Academy Awards, two British Academy Film Awards, eight Golden Globe Awards, four Emmy Awards, and two Screen Actors Guild Awards, in addition to nominations for seven Grammy Awards and a Tony Award. \nStreep made her feature film debut in Julia (1977) and soon established herself as one of the most respected actresses of all time. A twenty-one time Academy Award nominee, she has won three — the first for Best Supporting Actress for playing a troubled wife in Kramer vs. Kramer (1979), followed by two Best Actress wins for playing a Holocaust survivor in Sophie's Choice (1982) and Margaret Thatcher in The Iron Lady (2011). Throughout her career she has continued to earn critical acclaim for her diverse roles on film ranging from the dramatic in The Deer Hunter (1978), Silkwood (1983), Out of Africa (1985), The Bridges of Madison County (1995), Doubt (2008), August: Osage County (2013), Into the Woods (2014), and The Post (2017) to the comedic in The Devil Wears Prada (2006), Mamma Mia! (2008), Julie & Julia, It's Complicated (both 2009), and Florence Foster Jenkins (2016). She was also featured in Woody Allen's comedy-drama Manhattan (1979).\nOn stage, Streep made her debut in 1975 in Trelawny of the Wells, and the following year she received a nomination for the Tony Award for Best Featured Actress in a Play for a double-bill production of 27 Wagons Full of Cotton and A Memory of Two Mondays. For her work on television, Streep has won four Emmy Awards, including Primetime Emmys for her acting roles in the miniseries Holocaust (1978) and Angels in America (2003). She has also taken roles in the HBO drama series Big Little Lies (2019) and the Hulu comedy-mystery series Only Murders in the Building (2023–24).\nStreep has been the recipient of many honorary awards, including an Honorary César in 2003, the AFI Life Achievement Award in 2004, a Gala Tribute from the Film Society of Lincoln Center in 2008, the Kennedy Center Honor in 2011, an Honorary Golden Bear in 2012, the Golden Globe Cecil B. DeMille Award in 2017, and the Honorary Palme d'Or in 2024. President Barack Obama awarded her the National Medal of Arts in 2010 and the Presidential Medal of Freedom in 2014. In 2003, the French government made her a Commander of the Order of Arts and Letters.",
        "Leonardo DiCaprio": "Leonardo Wilhelm DiCaprio ( ; Italian: [diˈkaːprjo]; born November 11, 1974) is an American actor and film producer. Known for his work in biographical and period films, he is the recipient of numerous accolades, including an Academy Award, a British Academy Film Award, a Silver Bear and three Golden Globe Awards. As of 2019, his films have grossed over $7.2 billion worldwide, and he has been placed eight times in annual rankings of the world's highest-paid actors.\nBorn in Los Angeles, DiCaprio began his career in the late 1980s by appearing in television commercials. He had a recurring role in the sitcom Parenthood (1990–1991), and had his first major film part as author Tobias Wolff in This Boy's Life (1993). He received critical acclaim and his first Academy Award nomination for playing a developmentally disabled boy in What's Eating Gilbert Grape (1993). DiCaprio achieved international stardom with the star-crossed romances Romeo + Juliet (1996) and Titanic (1997). After the latter became the highest-grossing film in the world at the time, he reduced his workload for a few years. In an attempt to shed his image of a romantic hero, DiCaprio sought roles in other genres, including the 2002 crime dramas Catch Me If You Can and Gangs of New York; the latter marked the first of his many successful collaborations with director Martin Scorsese.\nDiCaprio continued to gain acclaim for his performances in the biopic The Aviator (2004), the political thriller Blood Diamond (2006), the crime drama The Departed (2006), and the romantic drama Revolutionary Road (2008). He later made environmental documentaries and starred in several high-profile directors' successful projects, including the thrillers Inception and Shutter Island (both 2010); the western Django Unchained (2012); the romantic drama The Great Gatsby (2013) for which he won the AACTA Award for Best Actor in a Leading Role; the biopic The Wolf of Wall Street (2013); the survival drama The Revenant (2015), for which he won the Academy Award for Best Actor; the comedy-drama Once Upon a Time in Hollywood (2019); and the crime dramas Killers of the Flower Moon (2023) and One Battle After Another (2025).\nDiCaprio is the founder of Appian Way Productions—a production company that has made some of his films and the documentary series Greensburg (2008–2010)—and Leonardo DiCaprio Foundation, a nonprofit organization devoted to promoting environmental awareness. A United Nations Messenger of Peace, he regularly supports charitable causes. In 2005, he was named a Commander of the Order of Arts and Letters for his contributions to the arts, and in 2016, he appeared in Time magazine's 100 most influential people in the world. DiCaprio was voted one of the 50 greatest actors of all time in a 2022 readers' poll by Empire magazine.",
        "Emma Thompson": "Dame Emma Thompson (born 15 April 1959) is a British actress and screenwriter. Her work spans over four decades of screen and stage, and her accolades include two Academy Awards, three BAFTA Awards, two Golden Globe Awards, and a Primetime Emmy Award. In 2018, she was made a dame by Queen Elizabeth II for her contributions to drama.\nBorn to actors Eric Thompson and Phyllida Law, Thompson was educated at Newnham College, Cambridge, where she became a member of the Footlights troupe, and appeared in the comedy sketch series Alfresco (1983–1984). In 1985, she starred in the West End revival of the musical Me and My Girl, which was a breakthrough in her career. In 1987, she came to prominence for her performances in two BBC series, Tutti Frutti and Fortunes of War, winning the BAFTA TV Award for Best Actress for her work on both series. In the early 1990s, she often collaborated with then-husband, actor and director Kenneth Branagh, in films such as Henry V (1989), Dead Again (1991), and Much Ado About Nothing (1993).\nFor her performance in the Merchant-Ivory period drama Howards End (1992), Thompson won the BAFTA Award and the Academy Award for Best Actress. In 1993, she received two Academy Award nominations—Best Actress and Best Supporting Actress—for the respective roles of the housekeeper of a grand household in The Remains of the Day and a lawyer in In the Name of the Father, becoming one of the few actors to achieve this feat. Thompson wrote and starred in Sense and Sensibility (1995), for which she won the Academy Award for Best Adapted Screenplay—making her the only person in history to win Oscars for both acting and writing—and once again won the BAFTA. Further critical acclaim came for her roles in Primary Colors (1998), Love Actually (2003), Saving Mr. Banks (2013), Late Night (2019), and Good Luck to You, Leo Grande (2022).\nOther notable film credits include the Harry Potter saga (2004–2011), Nanny McPhee (2005) (which she also wrote), Stranger than Fiction (2006), An Education (2009), Men in Black 3 (2012) and the spin-off Men in Black: International (2019), Brave (2012), Beauty and the Beast (2017), Cruella (2021), and Matilda the Musical (2022). Her television credits include Wit (2001), Angels in America (2003), The Song of Lunch (2010), King Lear (2018) and Years and Years (2019). She portrayed Mrs. Lovett in a Lincoln Center production of Stephen Sondheim's Sweeney Todd: The Demon Barber of Fleet Street in 2014. Authorised by the publishers of Beatrix Potter, Thompson has also written three Peter Rabbit children's books.",
        "Tom Hanks": "Thomas Jeffrey Hanks (born July 9, 1956) is an American actor and filmmaker. Known for both his comedic and dramatic roles, he is one of the most popular and recognizable film stars worldwide, and is regarded as an American cultural icon. Hanks is ranked as the fourth-highest-grossing American film actor. His numerous awards include two Academy Awards, seven Emmy Awards, and four Golden Globe Awards; he has also been nominated for five BAFTA Awards and a Tony Award. He received the AFI Life Achievement Award in 2002, the Kennedy Center Honor in 2014, the Presidential Medal of Freedom in 2016, and the Golden Globe Cecil B. DeMille Award in 2020.\nHanks rose to fame with leading roles in the comedies Splash (1984), The Money Pit (1986), Big (1988), and A League of Their Own (1992). He won two consecutive Academy Awards for Best Actor, playing a gay lawyer suffering from AIDS in Philadelphia (1993), then the title character in Forrest Gump (1994). Hanks has collaborated with Steven Spielberg on five films—Saving Private Ryan (1998), Catch Me If You Can (2002), The Terminal (2004), Bridge of Spies (2015) and The Post (2017)—and three World War II-themed miniseries: Band of Brothers (2001), The Pacific (2010) and Masters of the Air (2024). He has also frequently collaborated with directors Ron Howard, Nora Ephron and Robert Zemeckis.\nHanks cemented his film stardom with lead roles in the romantic comedies Sleepless in Seattle (1993) and You've Got Mail (1998); the dramas Apollo 13 (1995), The Green Mile (1999), Cast Away (2000), Road to Perdition (2002), Cloud Atlas (2012) and News of the World (2020); and the biographical dramas Charlie Wilson's War (2007), Captain Phillips (2013), Saving Mr. Banks (2013), Sully (2016), A Beautiful Day in the Neighborhood (2019) and Elvis (2022). He played the title character in the Robert Langdon series (2006–2016) and voiced Sheriff Woody in the Toy Story franchise (1995–present) and multiple roles in The Polar Express (2004). Hanks directed and acted in That Thing You Do! (1996) and Larry Crowne (2011).\nHis breakthrough television role was a co-lead in the ABC sitcom Bosom Buddies (1980–1982). He has hosted Saturday Night Live ten times and launched a production company, Playtone, which has produced various limited series and television movies, including From the Earth to the Moon (1998), Band of Brothers, John Adams (2008), The Pacific, Game Change (2012) and Olive Kitteridge (2015). He made his Broadway debut in Nora Ephron's Lucky Guy (2013), earning a nomination for the Tony Award for Best Actor in a Play.",
        "Kate Winslet": "Kate Elizabeth Winslet ( ; born 5 October 1975) is an English actress. Primarily known for her roles as headstrong and complicated women in independent films, particularly period dramas, she has received numerous accolades, including an Academy Award, two Primetime Emmy Awards, five BAFTA Awards and five Golden Globe Awards. Time magazine named Winslet one of the 100 most influential people in the world in 2009 and 2021. She was appointed Commander of the Order of the British Empire (CBE) in 2012.\nWinslet studied drama at the Redroofs Theatre School. Her first screen appearance, at age fifteen, was in the British television series Dark Season (1991). She made her film debut playing a teenage murderess in Heavenly Creatures (1994), and went on to win a BAFTA Award for playing Marianne Dashwood in Sense and Sensibility (1995). Global stardom followed with her leading role in James Cameron's epic romance Titanic (1997), which was the highest-grossing film at the time. Winslet then eschewed parts in blockbusters in favour of critically acclaimed period pieces, including Quills (2000) and Iris (2001).\nThe science fiction romance Eternal Sunshine of the Spotless Mind (2004), in which Winslet was cast against type in a contemporary setting, proved to be a turning point in her career, and she gained further recognition for her performances in Finding Neverland (2004), Little Children (2006), The Holiday (2006), Revolutionary Road (2008), and The Reader (2008). For playing a former Nazi camp guard in the last, she won the BAFTA Award and the Academy Award for Best Actress. Winslet's portrayal of Joanna Hoffman in the biopic Steve Jobs (2015) won her another BAFTA Award. That same year, Winslet won the AACTA Award for her performance in The Dressmaker (2015). For television, she received two Primetime Emmy Awards for her performances in the HBO miniseries Mildred Pierce (2011) and Mare of Easttown (2021). In 2022, she produced and starred in the single drama \"I Am Ruth\", winning two BAFTA TV Awards, and played a supporting role through motion capture in Cameron's top-grossing science fiction film Avatar: The Way of Water.\nFor her narration of a short story in the audiobook Listen to the Storyteller (1999), Winslet won a Grammy Award. She performed the song \"What If\" for the soundtrack of her film, Christmas Carol: The Movie (2001). A co-founder of the charity Golden Hat Foundation, which aims to create autism awareness, Winslet has also written a book on the topic. Divorced from film directors Jim Threapleton and Sam Mendes, Winslet has been married to businessman Edward Abel Smith since 2012. She has a child from each marriage, two of whom are the actors Mia Threapleton and Joe Anders.",
        "Shah Rukh Khan": "Shah Rukh Khan (pronounced [ˈʃaːɦɾʊx xäːn] ; born as Shahrukh Khan on 2 November 1965), popularly known by the initials SRK, is an Indian actor and film producer renowned for his work in Hindi cinema. Referred to in the media as the \"Baadshah of Bollywood\" and \"King Khan\", he has appeared in more than 100 films and earned numerous accolades, including a National Film Award and 15 Filmfare Awards. He has been awarded the Padma Shri by the Government of India, as well as the Order of Arts and Letters and Legion of Honour by the Government of France. Khan has a significant following in Asia and among the Indian diaspora worldwide. In terms of income, several media outlets have described him as one of the most successful film stars in the world. \nKhan began his career with appearances in several television series in the late 1980s and made his Hindi film debut in 1992 with the musical romance Deewana. He was initially recognised for playing villainous roles in the films Baazigar (1993) and Darr (1993). Khan established himself by starring in a series of top-grossing romantic films, including Dilwale Dulhania Le Jayenge (1995), Dil To Pagal Hai (1997), Kuch Kuch Hota Hai (1998), Mohabbatein (2000), Kabhi Khushi Kabhie Gham (2001), Kal Ho Naa Ho (2003), Veer-Zaara (2004), and Kabhi Alvida Naa Kehna (2006). He earned critical acclaim for his portrayal of an alcoholic in the period romantic drama Devdas (2002), a NASA scientist in the social drama Swades (2004), a hockey coach in the sports drama Chak De! India (2007), and a man with Asperger syndrome in the drama My Name Is Khan (2010). Further commercial successes came with the romances Om Shanti Om (2007) and Rab Ne Bana Di Jodi (2008), and with his expansion to comedies in Chennai Express (2013) and Happy New Year (2014). Following a brief setback and hiatus, Khan made a career comeback with the 2023 action thrillers Pathaan and Jawan, both of which rank among the highest-grossing Indian films. For Jawan, he received the National Film Award for Best Actor in a Leading Role.\nAs of 2015, Khan is co-chairman of the motion picture production company Red Chillies Entertainment and its subsidiaries and is the co-owner of the Indian Premier League cricket team Kolkata Knight Riders and the Caribbean Premier League team Trinbago Knight Riders. He is a frequent television presenter and stage show performer. Khan's philanthropic endeavours have provided health care and disaster relief, and he was honoured with UNESCO's Pyramide con Marni award in 2011 for his support of children's education and the World Economic Forum's Crystal Award in 2018 for advocating for women's and children's rights in India. He regularly features in listings of the most influential people in Indian culture, and in 2008, Newsweek named him one of their fifty most powerful people in the world. In 2022, Khan was voted one of the 50 greatest actors of all time in a readers' poll by Empire, and in 2023, Time named him as one of the most influential people in the world.",
        "Benedict Cumberbatch": "Benedict Timothy Carlton Cumberbatch (born 19 July 1976) is an English actor. He has received various accolades, including a BAFTA TV Award, a Primetime Emmy Award and a Laurence Olivier Award, in addition to nominations for two Academy Awards and four Golden Globes. In 2014, Time magazine named him one of the 100 most influential people in the world, and in 2015, he was appointed a CBE for services to performing arts and charity.\nCumberbatch studied drama at the Victoria University of Manchester and obtained a Master of Arts in classical acting at the London Academy of Music and Dramatic Art. He began acting in Shakespearean theatre productions before making his West End debut in Richard Eyre's revival of Hedda Gabler in 2005. Since then, he has starred in Royal National Theatre productions of After the Dance (2010) and Frankenstein (2011), winning the Laurence Olivier Award for Best Actor for the latter. In 2015, he played the title role in Hamlet at the Barbican Theatre.\nCumberbatch's television work includes his performance as Stephen Hawking in the film Hawking (2004). He gained wide recognition for portraying Sherlock Holmes in the series Sherlock from 2010 to 2017, for which he won a Primetime Emmy Award for Outstanding Lead Actor. For playing the title role in the miniseries Patrick Melrose (2018), he won the BAFTA TV Award for Best Actor.\nIn films, Cumberbatch received nominations for the Academy Award for Best Actor for playing Alan Turing in The Imitation Game (2014) and a volatile rancher in The Power of the Dog (2021). He has acted in several period dramas, including Amazing Grace (2006), Atonement (2007), Tinker Tailor Soldier Spy (2011), 12 Years a Slave (2013), The Current War (2017), 1917 (2019) and The Courier (2020). He has also starred in numerous blockbuster films portraying Smaug and Sauron in The Hobbit film series (2012–2014), Khan in Star Trek Into Darkness (2013), and Dr. Stephen Strange in the Marvel Cinematic Universe, including in the films Doctor Strange (2016) and Doctor Strange in the Multiverse of Madness (2022).",
        "Nicole Kidman": "Nicole Mary Kidman (born 20 June 1967) is an Australian and American actress and producer. Known for her work in film and television productions across many genres, she has consistently ranked among the world's highest-paid actresses since the late 1990s. Her accolades include an Academy Award, a British Academy Film Award, six Golden Globe Awards and a Volpi Cup.\nKidman began her career in Australia with the 1983 films Bush Christmas and BMX Bandits. Her breakthrough came with lead roles in Dead Calm and the miniseries Bangkok Hilton (both 1989). She came to international prominence with a supporting role in Days of Thunder (1990) followed by leading roles in Far and Away (1992), To Die For (1995), Batman Forever (1995), Practical Magic (1998), and Eyes Wide Shut (1999). She received consecutive nominations for the Academy Award for Best Actress for Moulin Rouge! (2001) and The Hours (2002), winning for her portrayal of Virginia Woolf in the latter. Her career continued with the box office successes The Others (2001), Cold Mountain (2003), The Golden Compass (2007), Australia (2008), Paddington (2014), and Aquaman (2018), and acclaimed independent films Rabbit Hole (2010) and Lion (2016).\nFor producing and starring in the HBO series Big Little Lies (2017–2019), Kidman won a Primetime Emmy Awards for Outstanding Limited Series and Outstanding Lead Actress in a Limited Series or Movie. She went on to star in further mainstream films such as the biographical dramas Bombshell (2019) and Being the Ricardos (2021), and independent films The Killing of a Sacred Deer (2017), The Beguiled (2017), The Northman (2022), and Babygirl (2024), winning the Volpi Cup for Best Actress for her performance in the latter. Her other notable roles include the television series Hemingway & Gellhorn (2012), Top of the Lake: China Girl (2017), The Undoing (2020), Nine Perfect Strangers (2021–present), Special Ops: Lioness (2023–present), Expats (2024), and The Perfect Couple (2024).\nKidman has served as a goodwill ambassador for UNICEF since 1994 and UNWomen since 2006. She was appointed Companion of the Order of Australia in 2006. Divorced from actor Tom Cruise and separated from country musician Keith Urban, she has two children from each relationship. In 2010, she founded the production company Blossom Films. In 2004 and 2018, Time included her on its list of the 100 most influential people in the world, and in 2020, The New York Times named her one of the greatest actors of the 21st century. She was also honored with a star on the Hollywood Walk of Fame in 2003, and in 2024, became the first Australian actor to receive the AFI Life Achievement Award.",
        "Penélope Cruz": "Penélope Cruz Sánchez (born 28 April 1974) is a Spanish actress. Prolific in Spanish and English-language films, her accolades, include an Academy Award, BAFTA Award, a David di Donatello and three Goya Awards.\nCruz made her acting debut on television at age 16, and her feature film debut the following year in Jamón Jamón (1992). Her subsequent roles included Belle Époque (1992), Open Your Eyes (1997), Don Juan (1998), The Hi-Lo Country (1999), The Girl of Your Dreams (2000) and Woman on Top (2000). She collaborated with Spanish director Pedro Almodóvar in Live Flesh (1997), All About My Mother (1999), Volver (2006), Broken Embraces (2009), I'm So Excited! (2013), Pain and Glory (2019), and Parallel Mothers (2021).\nFor her role in Woody Allen's romantic drama Vicky Cristina Barcelona (2008), Cruz won the Academy Award for Best Supporting Actress. Her other Oscar-nominated roles are in Volver (2006), Nine (2009), and Parallel Mothers (2021). Other films include Vanilla Sky (2001), Blow (2001), Pirates of the Caribbean: On Stranger Tides (2011), The Counselor (2013), Murder on the Orient Express (2017), Everybody Knows (2018), Official Competition (2022), L'immensità (2022), and Ferrari (2023). For her role as Donatella Versace in the miniseries The Assassination of Gianni Versace: American Crime Story (2018), she received a Primetime Emmy Award nomination. She is the only Spanish actress to have won an Academy Award and to have received a star on the Hollywood Walk of Fame. In 2007 she won the David di Donatello for the leading role in Don't Move.\nCruz has also modelled for Mango, Ralph Lauren and L'Oréal, and designed clothing for Mango with her younger sister Mónica Cruz. She has been a house ambassador for Chanel since 2018. She volunteered in Uganda and India, where she spent one week working with Mother Teresa, and donated her salary from The Hi-Lo Country to help fund the now-deceased nun's mission.",
        "Brad Pitt": "William Bradley Pitt (born December 18, 1963) is an American actor and film producer. In a film career spanning more than thirty years, Pitt has received numerous accolades, including two Academy Awards, two British Academy Film Awards, two Golden Globe Awards, two Primetime Emmy Awards and one Volpi Cup. His films as a leading actor have grossed over $7.5 billion worldwide.\nPitt first gained recognition as a cowboy hitchhiker in the Ridley Scott road film Thelma & Louise (1991). Pitt emerged as a star taking on starring roles in films such as the drama A River Runs Through It (1992), the western Legends of the Fall (1994), the horror film Interview with the Vampire (1994), the crime thriller Seven (1995), the cult film Fight Club (1999), and the crime comedy Snatch (2000). He cemented his leading man status by starring in blockbusters such as Steven Soderbergh's Ocean's film trilogy (2001–2007), Troy (2004), Mr. & Mrs. Smith (2005), World War Z (2013), Bullet Train (2022) and F1 (2025).\nPitt earned Academy Award nominations for his performances in the science fiction drama 12 Monkeys (1995), the fantasy romance The Curious Case of Benjamin Button (2008) and the sports drama Moneyball (2011). For his portrayal of  a stuntman in Quentin Tarantino's Once Upon a Time in Hollywood (2019), he won the Academy Award for Best Supporting Actor. He also starred in acclaimed films such as Babel (2006), The Assassination of Jesse James by the Coward Robert Ford (2007), Burn After Reading (2008), Inglourious Basterds (2009), The Tree of Life (2011), Fury (2014), The Big Short (2015), Ad Astra (2019) and Babylon (2022).\nIn 2001, Pitt co-founded the production company Plan B Entertainment. As a producer, he won the Academy Award for Best Picture for 12 Years a Slave (2013) and was nominated for Moneyball (2011) and The Big Short (2015). An influential figure in popular culture, Pitt appeared on Forbes' annual Celebrity 100 list from 2006 to 2008, and the Time 100 list in 2007. Regarded as a sex symbol, Pitt was named People's Sexiest Man Alive in 1995 and 2000. Pitt's relationships have also been subject to widespread media attention, particularly his marriages to actresses Jennifer Aniston and Angelina Jolie, the latter of whom he shares six children with.",
        "Megan Rapinoe": "Megan Anna Rapinoe ( ; born July 5, 1985) is an American former professional soccer player who played as a winger. She spent most of her career playing for OL Reign of the National Women's Soccer League (NWSL) and the United States national team. Winner of the Ballon d'Or Féminin and named The Best FIFA Women's Player in 2019, Rapinoe won gold with the national team at the 2012 London Summer Olympics, 2015 FIFA Women's World Cup, and 2019 FIFA Women's World Cup and played at the 2011 FIFA Women's World Cup, where the U.S. finished second. Rapinoe co-captained the national team alongside Carli Lloyd and Alex Morgan from 2018 to 2020. She previously played for the Chicago Red Stars, Philadelphia Independence, and magicJack in Women's Professional Soccer (WPS), as well as Lyon Women in France's Division 1 Féminine.\nRapinoe is internationally known for her crafty style of play and her activism off the pitch. Her precise cross to Abby Wambach in the 122nd minute of the 2011 FIFA Women's World Cup quarterfinal match against Brazil resulted in an equalizer and eventual win for the Americans after a penalty shootout. The last-minute goal received ESPN's 2011 ESPY Award for Best Play of the Year. During the 2012 London Olympics, she scored three goals and tallied a team-high four assists to lead the United States to a gold medal. She is the first player, male or female, to score a goal directly from a corner at the 2012 Olympic Games, having done so twice. She won both the Golden Boot and Golden Ball awards at the 2019 FIFA Women's World Cup in France.\nRapinoe is an advocate for numerous LGBTQIA+ organizations, including GLSEN and Athlete Ally. In 2013, she received the Board of Directors Award from the Los Angeles Gay and Lesbian Center. Rapinoe was included in Time's 100 Most Influential People of 2020. In July 2022, Rapinoe received the Presidential Medal of Freedom from Joe Biden.",
        "Sachin Tendulkar": "Sachin Ramesh Tendulkar ( ; Marathi: [sətɕin t̪eɳɖulkəɾ]; born 24 April 1973) is an Indian former international cricketer who captained the Indian national team. Often dubbed the \"God of Cricket\" in India, he is widely regarded as one of the greatest cricketers of all time. He holds several world records, including being the all-time highest run-scorer in international cricket, receiving the most player of the match awards in international cricket, and being the only batsman to score 100 international centuries. Tendulkar was a Member of Parliament, Rajya Sabha by presidential nomination from 2012 to 2018.\nTendulkar took up cricket at the age of eleven, made his Test match debut on 15 November 1989 against Pakistan in Karachi at the age of sixteen, and went on to represent Mumbai domestically and India internationally for over 24 years. In 2002, halfway through his career, Wisden ranked him the second-greatest Test batsman of all time, behind Don Bradman, and the second-greatest ODI batsman of all time, behind Viv Richards. The same year, Tendulkar was a part of the team that was one of the joint-winners of the 2002 ICC Champions Trophy. Later in his career, Tendulkar was part of the Indian team that won the 2011 Cricket World Cup, his first win in six World Cup appearances for India. He had previously been named \"Player of the Tournament\" at the 2003 World Cup.\nTendulkar has received several awards from the government of India: the Arjuna Award (1994), the Khel Ratna Award (1997), the Padma Shri (1998), and the Padma Vibhushan (2008). After Tendulkar played his last match in November 2013, the Prime Minister's Office announced the decision to award him the Bharat Ratna, India's highest civilian award. He was the first sportsperson to receive the award and, as of 2024, is the youngest recipient. Having retired from ODI cricket in 2012, he retired from all forms of cricket in November 2013 after playing his 200th Test match. Tendulkar played 664 international cricket matches in total, scoring 34,357 runs. In 2013, Tendulkar was included in an all-time Test World XI to mark the 150th anniversary of Wisden Cricketers' Almanack, and he was one of only two specialist batsmen of the post–World War II era, along with Viv Richards, to get featured in the team.\nTendulkar is regarded as a symbol of national pride in India for his achievements. In 2010, Time included Tendulkar in its annual list of the most influential people in the world. Tendulkar was awarded the Sir Garfield Sobers Trophy for cricketer of the year at the 2010 International Cricket Council (ICC) Awards.  In 2019, he was inducted into the ICC Cricket Hall of Fame.",
        "Brian Lara": "Brian Charles Lara,  (born 2 May 1969) is a Trinidadian former international cricketer, widely renowned as one of the greatest batsmen of all time. He holds several cricketing records, including the record for the highest individual score in first-class cricket, with 501 not out for Warwickshire against Durham at Edgbaston in 1994, and the record for the highest individual score in an international Test innings, after scoring 400 not out at Antigua during the 4th test against England in 2004. He is nicknamed \"The Prince of Port of Spain\" or simply \"The Prince\".\nLara also held, for 18 years, the record of scoring the highest number of runs in a single over of a Test match when he scored 28 runs off an over of Robin Peterson of South Africa in 2003, until his record was overtaken by Jasprit Bumrah in 2022. As captain, Lara led the West Indies team to win the 2004 ICC Champions Trophy, the first time the team won any major ICC trophy since winning the 1979 Cricket World Cup.\nLara topped the Test batting rankings on several occasions, and his match-winning performance of 153 not out against Australia in Bridgetown, Barbados in 1999 was rated by Wisden the second-best batting performance in the history of Test cricket, next only to the 270 runs scored by Sir Donald Bradman in The Ashes Test match of 1937. Muttiah Muralitharan has hailed Lara as his toughest opponent among all batsmen in the world.\nLara was awarded the Wisden Leading Cricketer in the World awards in 1994 and 1995 and is also one of only three cricketers to receive the BBC Overseas Sports Personality of the Year, the other two being Sir Garfield Sobers and Shane Warne. Brian Lara was appointed honorary member of the Order of Australia on 27 November 2009, and in September 2012 he was inducted to the ICC's Hall of Fame as a 2012–13 season inductee. In 2013, Lara received Honorary Life Membership of the MCC becoming the 31st West Indian to receive the honor.",
        "Shane Warne": "Shane Keith Warne (13 September 1969 – 4 March 2022) was an Australian international cricketer whose career ran from 1992 to 2007. Warne played as a right-arm leg spin bowler and a lower-order right-handed batter for Victoria, Hampshire, the Melbourne Stars and Australia. He is regarded as one of the greatest ever leg spinners and one of the greatest bowlers in the history of cricket. Warne also played for and coached the Rajasthan Royals, including captaining the team to victory in the inaugural season of the IPL.\nHe made 145 Test appearances, taking 708 wickets, and set the record for the most wickets taken by any bowler in Test cricket, a record he held until 2007. Warne was a useful lower-order batsman who scored more than 3,000 Test runs, with a highest score of 99. Warne was a member of the Australian team that won the 1999 Cricket World Cup. He retired from international cricket at the end of Australia's 2006–07 Ashes series victory over England.\nWarne revolutionised cricket thinking with his mastery of leg spin, then regarded as a dying art. After retirement, he regularly worked as a cricket commentator and for charities and endorsed commercial products. During his career, Warne was involved in off-field scandals including a ban from cricket for testing positive for a prohibited substance, a colourful personal life and interactions with gambling figures.\nWarne died suddenly of a heart attack at the age of 52, while on holiday in Thailand. After his death, many tributes and memorials were made to Warne, both in his home city of Melbourne and elsewhere in the cricketing world. Warne was posthumously appointed an Officer of the Order of Australia (AO) for his service to cricket.",
        "Serena Williams": "Serena Jameka Williams (born September 26, 1981) is an American former professional tennis player. She was ranked as the world No. 1 in women's singles by the Women's Tennis Association (WTA) for 319 weeks (third-most of all time), and finished as the year-end No. 1 five times. Williams won 73 WTA Tour–level singles titles, including 23 major women's singles titles—the most in the Open Era, and the second-most of all time. She is the only player to accomplish a career Golden Slam in both singles and doubles.\nAlong with her elder sister Venus, Serena Williams was coached by her parents Oracene Price and Richard Williams. Turning professional in 1995, she won her first major singles title at the 1999 US Open. From the 2002 French Open to the 2003 Australian Open she was dominant, winning all four major singles titles consecutively (each time over Venus in the final) to achieve a non-calendar year Grand Slam (nicknamed the \"Serena Slam\"). The next few years saw Williams capture two more major singles titles, but suffer from injury and decline in form. Starting in 2007, however, she gradually returned to form despite continued injuries, reclaiming the world No. 1 singles ranking. Beginning with the 2012 Wimbledon Championships, Williams returned to dominance, claiming Olympic gold (completing the career Golden Slam in singles) and winning eight out of thirteen singles majors, including all four in a row from 2014–2015 to achieve a second \"Serena Slam\". At the 2017 Australian Open, she won her 23rd major singles title, surpassing Steffi Graf's Open Era record. After becoming pregnant, Williams took a break from professional tennis, but reached four major finals upon returning to play. In August 2022, Williams announced her impending \"evolution\" away from professional tennis, and played her final match at the 2022 US Open.\nWilliams also won 23 WTA Tour-level doubles titles, including 14 major women's doubles championships, all with her sister Venus. The pair was undefeated in major doubles finals, earning the best unbeaten record in major finals in any discipline of the sport. The sisters achieved a non-calendar year Grand Slam between the 2009 Wimbledon Championships and the 2010 French Open, which granted them the doubles world No. 1 ranking. Williams won four Olympic gold medals, three in women's doubles—an all-time joint record in tennis, shared with her sister. The duo are the only women in the Open Era to win Olympic gold in both singles and doubles. Williams also won two mixed doubles majors, both in 1998. She is the only player, male or female, to complete three career Golden Slams—one in women's singles and two in women's doubles.\nThe ascent of the Williams sisters has been credited with ushering in a new era of power and athleticism on the women's professional tennis tour. Serena is the most recent woman to simultaneously hold all four major singles titles (2002–2003 and 2014–2015), and to win the Surface Slam (major titles on hard, clay and grass courts in the same calendar year), which she accomplished in 2015. She is also, with Venus, the most recent player to have simultaneously held all four major women's doubles titles (2009–2010).\nWilliams was the world's highest paid woman athlete in 2016, earning almost $29 million. She repeated this feat in 2017 when she was the only woman on Forbes' list of the 100 highest-paid athletes, with $27 million in prize money and endorsements. She is the highest-earning woman athlete of all time.\nWilliams won the Laureus World Sportswoman of the Year a record four times (2003, 2010, 2016, 2018), Comeback of the Year once (2007), and in December 2015 was named Sportsperson of the Year by Sports Illustrated magazine. In 2020, the Tennis Channel ranked Williams as the greatest women's tennis player of all time. She received the Princess of Asturias Award for Sport in 2025.",
        "Lucy Bronze": "Lucia Roberta Tough Bronze  (born 28 October 1991) is an English professional  footballer who plays as a right-back for Women's Super League club Chelsea and the England women's national team. She has previously played for Sunderland, Everton, Liverpool, Lyon, Manchester City and Barcelona, as well as North Carolina at college level in the United States and Great Britain at the Olympics. Bronze has won a total of five Champions League titles, three with Lyon and two with Barcelona; four Women's Super League titles, with Liverpool, Manchester City and Chelsea; and both the Euro 2022 and the Euro 2025 with England.\nBronze represented England from under-17 level and has been part of the senior national team at every major tournament since the Euro 2013, having first captained them in 2018. She won the Silver Ball at the 2019 World Cup in France, helping England to a fourth-place finish. Bronze was named to the All-Star Squads at the 2015 World Cup in Canada, in which England finished third, as well as the Euro 2017 in the Netherlands and the 2019 World Cup. She has won the PFA Women's Players' Player of the Year award twice – in 2014 and 2017.\nIn 2018 and 2020, Bronze was named BBC Women's Footballer of the Year. In 2019, she became the first English footballer to win the UEFA Women's Player of the Year Award, and won the inaugural Globe Soccer Award for the Women's Best Player. Bronze was named The Best FIFA Women's Player in December 2020. She is regarded as one of the best players in women's football, with Phil Neville having described her as undoubtedly the \"best player in the world\". Men in Blazers listed her as one of the 100 best footballers (men and women) of all time.",
        "Mithali Raj": "Mithali Raj (born 3 December 1982) is an Indian former cricketer who captained the national team from 2004 to 2022. She is the highest run-scorer in women's international cricket, and ESPN ranked her as one of the greatest female cricketers of all time. Raj has received several national and international awards, including the Wisden Leading Woman Cricketer in the World in 2017, Arjuna Award in 2003, the Padma Shri in 2015, and Major Dhyan Chand Khel Ratna in 2021.\nRaj holds numerous records in international cricket. She is the only female cricketer to surpass 7,000 runs in Women's One Day International (WODI) matches. She is the first player to score seven consecutive 50s in ODIs. She also holds the record for most half-centuries in WODIs.\nIn 2005, Raj became the permanent captain of India. She is the only female player to have captained India in more than one ICC ODI World Cup final, doing so in the 2005 and the 2017.\nIn June 2018, during the 2018 Women's Twenty20 Asia Cup, she became the first player from India to score 2000 runs in T20Is. She also became the first female cricketer to reach 2000 WT20I runs.\nOn 1 February 2019, during India's series against New Zealand Women, Mithali Raj became the first woman to play in 200 ODI matches. In September 2019 she announced her retirement from T20Is to focus on ODI cricket. In 2019, she became the first woman to complete 20 years in international cricket.\nIn July 2021, Raj broke Charlotte Edwards's record of 10,273 runs to become the player with the most runs in women's international cricket.\nOn 8 June 2022, Raj announced her retirement from all formats of international cricket.",
        "Lionel Messi": "Lionel Andrés \"Leo\" Messi (born 24 June 1987) is an Argentine professional footballer who plays as a forward for and captains both Major League Soccer club Inter Miami and the Argentina national team. Widely regarded as one of the greatest players in history, Messi has set numerous records for individual accolades won throughout his professional footballing career, including eight Ballon d'Ors, six European Golden Shoes, and eight times being named the world's best player by FIFA. In 2025, he was named the All Time Men's World Best Player by the IFFHS. He is the most decorated player in the history of professional football having won 46 team trophies. Messi's records include most goals in a calendar year (91), most goals for a single club (672 for Barcelona), most goals in La Liga (474), most assists in international football (61), most goal contributions in the FIFA World Cup (21), and most goal contributions in the Copa América (32). A prolific goalscorer and creative playmaker, Messi has scored over 890 senior career goals and provided over 400 assists for club and country—the most of any player—resulting in over 1,300 goal contributions, the highest total in the sport's history.\nMessi made his competitive debut for Barcelona at age 17 in October 2004. He gradually established himself as an integral player for the club, and during his first uninterrupted season at age 22 in 2008–09 he helped Barcelona achieve the first treble in Spanish football. This resulted in Messi winning the first of four consecutive Ballon d'Ors, and by the 2011–12 season he set the European record for most goals in a season and established himself as Barcelona's all-time top scorer. During the 2014–15 campaign, where he became the all-time top scorer in La Liga, he led Barcelona to a historic second treble, leading to a fifth Ballon d'Or in 2015. He assumed Barcelona's captaincy in 2018 and won a record sixth Ballon d'Or in 2019. At Barcelona, Messi won a club-record 34 trophies, including ten La Liga titles and four Champions Leagues, among others. Financial difficulties at Barcelona led to Messi signing with French club Paris Saint-Germain in August 2021, where he won the Ligue 1 title during both of his seasons there. He joined MLS club Inter Miami in July 2023, leading the club to win their first MLS Cup in 2025, whilst also winning back-to-back league MVP awards in 2024 and 2025.\nAn Argentine international, Messi is the national team's all-time leading goalscorer and most-capped player. Several years after his senior debut in 2005, he won the gold medal at the 2008 Summer Olympics. Assuming captaincy in 2011, he led Argentina to three consecutive finals in the 2014 World Cup, the 2015 Copa América and the Copa América Centenario, all of which they lost. After initially announcing his international retirement in 2016, he returned to help his country narrowly qualify for the 2018 World Cup. Messi was central to ending Argentina's 28-year trophy drought by winning the 2021 Copa América, which helped him secure his seventh Ballon d'Or that year. In the following year, he led Argentina to winning the 2022 World Cup, the country's first in 36 years. This followed with a record-extending eighth Ballon d'Or in 2023. Messi was victorious at the 2024 Copa América, his third major international title.\nMessi has endorsed sportswear company Adidas since 2006. According to France Football, he was the world's highest-paid footballer for five years out of six between 2009 and 2014, and was ranked the world's highest-paid athlete by Forbes in 2019 and 2022. Messi was among Time's 100 most influential people in the world in 2011, 2012, and 2023. In 2020 and 2023, he was named the Laureus World Sportsman of the Year, the first team-sport athlete to win it. In 2020, Messi was named to the Ballon d'Or Dream Team and became the second footballer and second team-sport athlete to surpass $1 billion in career earnings. Following his arrival and impact on football in the US, Messi was named Time's Athlete of the Year in 2023, and was bestowed with the Presidential Medal of Freedom by US president Joe Biden in 2025.",
        "Roger Federer": "Roger Federer ( FED-ər-ər; Swiss Standard German: [ˈrɔdʒər ˈfeːdərər]; born 8 August 1981) is a Swiss former professional tennis player. He was ranked as the world No. 1 in men's singles by the Association of Tennis Professionals (ATP) for 310 weeks (second-most of all time), including a record 237 consecutive weeks, and finished as the year-end No. 1 five times. Federer won 103 singles titles on the ATP Tour, the second most since the start of the Open Era in 1968, including 20 major men's singles titles (among which a record eight men's singles Wimbledon titles, and an Open Era joint-record five men's singles US Open titles) and six year-end championships.\nFor nearly two decades, Federer was a leading figure in men's tennis alongside Rafael Nadal and Novak Djokovic, collectively known as the Big Three. A Wimbledon junior champion in 1998 and former ball boy, Federer won his first major singles title at Wimbledon in 2003 at age 21. For the next several years Federer was the dominant player in men's tennis, playing in 20 out of 24 major singles finals between 2004 and 2009. He won three of the four majors and the Tour Finals in 2004, 2006, and 2007, as well as five consecutive titles at both Wimbledon and the US Open. Federer completed the career Grand Slam at the 2009 French Open after three consecutive runner-up finishes to Nadal, his main rival until 2010. At age 27, he surpassed Pete Sampras's record of 14 major men's singles titles at Wimbledon in 2009.\nFederer and Stan Wawrinka led the Switzerland Davis Cup team to their first title in 2014, following their Olympic doubles gold victory at the 2008 Beijing Olympics. He also won a silver medal in singles at the 2012 London Olympics, finishing runner-up to Andy Murray. After a half-year hiatus in 2016 to recover from knee surgery, Federer returned to tennis, winning three more majors over the next two years, including the 2017 Australian Open over Nadal and a record eighth singles title at the 2017 Wimbledon Championships. At the 2018 Australian Open, Federer became the first man to win 20 major singles titles and shortly after the oldest ATP world No. 1 at the time, at age 36. In September 2022, he retired from professional tennis following the Laver Cup.\nA versatile all-court player, Federer's grace on the court made him popular among tennis fans. Originally lacking self-control as a junior, he transformed his on-court demeanor to become well-liked for his graciousness, winning a record 13 Stefan Edberg Sportsmanship Awards, a record 19 consecutive ATP Fans' Favourite awards from 2003 to 2021, and a joint-record five Laureus World Sportsman of the Year awards. Outside of competition, Federer played an instrumental role in the creation of the Laver Cup team competition. He is also an active philanthropist. He established the Roger Federer Foundation, which targets impoverished children in southern Africa, and has raised funds in part through the Match for Africa exhibition series. By the end of his career, Federer was routinely one of the top-ten highest-paid athletes in any sport, and ranked first among all athletes with $100 million in endorsement income in 2020. In August 2025, estimates published by Forbes indicated that Federer, with a net worth of $1.1 billion, boosted by his minority stake in Swiss shoe and apparel brand On, had become the seventh billionaire athlete in history.",
        "Cristiano Ronaldo": "Cristiano Ronaldo dos Santos Aveiro (born 5 February 1985) is a Portuguese professional footballer who plays as a forward for, and captains, both Saudi Pro League club Al-Nassr and the Portugal national team. Nicknamed CR7, he is widely regarded as one of the greatest players in history, and has won numerous individual accolades throughout his career, including five Ballon d'Ors, a record three UEFA Men's Player of the Year Awards, four European Golden Shoes, and was named five times the world's best player by FIFA. He has won 34 trophies in his career, including five UEFA Champions Leagues and the UEFA European Championship. He holds the records for most goals (140) and assists (42) in the Champions League, goals (14) and assists (8) in the European Championship, and most international appearances (226) and international goals (143). He is the only player to have scored 100 goals with four different clubs. He has made over 1,300 professional career appearances, the most by an outfield player, and has scored over 950 official senior career goals for club and country, making him the top goalscorer of all time. \nBorn in Funchal, Madeira, Ronaldo began his career with Sporting CP before signing with Manchester United in 2003. He became a star player at United, where he won three consecutive Premier League titles, the Champions League, and the FIFA Club World Cup. His 2007–08 season earned him his first Ballon d'Or at age 23. In 2009, Ronaldo became the subject of the then-most expensive transfer in history when he joined Real Madrid in a deal worth €94 million (£80 million). At Madrid, he was at the forefront of the club's resurgence as a dominant European force, helping them win four Champions Leagues between 2014 and 2018, including the long-awaited La Décima. He also won two La Liga titles, including the record-breaking 2011–12 season in which Madrid reached 100 points, and became the club's all-time top goalscorer. He won Ballon d'Ors in 2013, 2014, 2016 and 2017, and was runner-up three times to Lionel Messi, his perceived career rival. Following issues with the club hierarchy, Ronaldo signed for Juventus in 2018 in a transfer worth an initial €100 million, where he was pivotal in winning two Serie A titles. In 2021, he returned to United before joining Al-Nassr in 2023.\nRonaldo made his international debut for Portugal in 2003 at the age of 18 and has earned more than 200 caps, making him history's most-capped male player. He has played in eleven major tournaments. He scored his first international goal in Euro 2004, where he helped Portugal reach the final and subsequently made the team of the tournament. He assumed captaincy of the national team ahead of Euro 2008; and at Euro 2012, he was named in the team of the tournament. Ronaldo led Portugal to their first major tournament title at Euro 2016, being named in the team of the tournament for the third time. In the 2018 World Cup, he had his most prolific World Cup campaign with four goals. He received the Golden Boot as the top scorer of Euro 2020 before playing in his fifth World Cup at the 2022 World Cup. He has won two UEFA Nations Leagues, in 2019 and 2025.\n\nOne of the world's most marketable and famous athletes, Ronaldo was ranked the world's highest-paid athlete by Forbes on five occasions, and the world's most famous athlete by ESPN from 2016 to 2019. Time included him on their list of the 100 most influential people in the world in 2014. He is the most popular sportsperson on social media: he counts over 1 billion total followers across Facebook, Twitter, YouTube and Instagram, making him the first person to achieve that feat. Ronaldo was named in the UEFA Ultimate Team of the Year in 2015, the All-time UEFA Euro XI in 2016, and the Ballon d'Or Dream Team in 2020. In recognition of his record-breaking goalscoring success, he received special awards for Outstanding Career Achievement by FIFA in 2021 and Champions League All-Time Top Scorer by UEFA in 2024."
}